/* 
   Localizable.strings
   gfxCardStatus

   Created by Edwin Chan on 15.05.10.
   Copyright 2010 Edwin Chan. All rights reserved.
 */

/* Main menu */
"About"            = "关于 gfxCardStatus, v%%";
"Update"           = "检查更新...";
"Preferences"      = "偏好设置...";
"SwitchGPUs"       = "变更 GPUs (试验)";
"IntegratedOnly"   = "Integrated 集成图形处理器";
"DiscreteOnly"     = "Discrete 独立图形处理器";
"DynamicSwitching" = "自动切换图形处理器";
"Dependencies"     = "相依程序";
"NoProcess"        = "无";
"Quit"             = "退出";
"Close"            = "关闭！";
"PowerSource"      = "电源: %%";
"Battery"               = "电池";
"ACAdapter"             = "电源适配器";

/* Preferences window */
"PrefTitle"        = "gfxCardStatus 偏好设置";
"PrefUpdate"       = "启动时检查更新";
"PrefGrowl"        = "以 Growl 顕示状态更改讯息";
"PrefStartup"      = "启动时载入 gfxCardStatus";
"PrefLog"          = "记录诊断讯息到控制台信息";
"PrefRestoreState" = "启动时恢复上次的使用模式";
"PrefPowerSwitching"	= "以电源供应模式切换图形处理器";
"Integrated"            = "Integrated";
"Discrete"              = "Discrete";
"Dynamic"               = "自动切换";
"OnBattery"        = "使用电池时:";
"PluggedIn"        = "电源适配器:";
"General"               = "General";
"Switching"             = "Switching";
"SmartMenuBarIcons"     = "Use smart menu bar icons";

/* About box */
"AboutTitle"       = "关于 gfxCardStatus";
"AboutWebsite"     = "网站";

/* Growl */
"GrowlGPUChanged"       = "GPU changed";
"GrowlGPUChangedMessage"           = "'%1$@' now in use.";

/***** NOT YET LOCALIZED ******/

/* Not yet localized - Preferences window */
"General"								     = "一般";
"Switching"									 = "交换";
"(overrides restoration on load preference)" = "(重写恢复上次的使用模式)";

/* Not yet localized - Update window */
"Updating gfxCardStatus"					 = "更新 gfxCardStatus";
"Checking for Updates..."				     = "正在检查更新";

/* No yet localized - Update window dialog */
"You're up to date!"											 = "您的软件是最新的";
"gfxCardStatus 1.8.1 is currently the newest version available." = "gfxCardStatus %% 已是最新的版本，目前未能提供任何适合您的更新。"; 
"OK"															 = "好";

/* Not yet localized - About window */
"About gfxCardStatus"						 = "关于 gfxCardStatus";
